export default async function About() {
  return (
    <main>
      <h1>About</h1>

      <p>
        Цель проекта — создать полный и всеобъемлющий каталог пресноводных
        аквариумных рыб, содержащий подробные сведения о характеристиках и уходе
        за ними. Каталог включает информацию о кормлении, уходе, размножении и
        полезные советы для каждой рыбы.
      </p>

      <p>
        Проект начат в июле 2024 года и нацелен на то, чтобы каждый мог
        поделиться необходимой информацией. В основе проекта лежит открытый
        репозиторий с Markdown файлами, что позволяет любому желающему вносить
        изменения в каталог и делиться своим опытом. Каталог охватывает все виды
        и разновидности пресноводных рыб, представленных в аквариумной торговле,
        подчеркивая их уникальные особенности и требования.
      </p>

      <p>
        Я начал разработку этого каталога с нуля, руководствуясь страстью к
        аквариумистике и желанием поддержать аквариумистов в создании наилучших
        условий для их питомцев. Первая версия сайта с каталогом рыб была
        опубликована в 2024, и с тех пор я посвятил свое время и знания
        расширению базы данных, непрерывно исследуя и добавляя новые данные,
        чтобы каталог оставался ценным ресурсом для аквариумистов всех уровней.
      </p>
    </main>
  );
}
